Repository: row0-rl/the-chinese-room
Catalog: TheChineseRoom/Interface.xcstrings
Source language: en
Languages: fr, ko, zh_hans

# dictationStarting
source: Starting microphone…
fr: Démarrage du microphone…
ko: 마이크 시작 중…
zh_hans: 正在启动麦克风…

# hanjaUnavailable
source: Hanja unavailable. Hide and show annotations to retry.
fr: Hanja indisponibles. Masquez puis affichez les annotations pour réessayer.
ko: 한자를 불러올 수 없습니다. 주석을 닫았다가 다시 열어 주세요.
zh_hans: 汉字标注暂不可用。收起后重新展开即可重试。

# examplesTitle
source: Examples
fr: Exemples
ko: 예문
zh_hans: 例句

# languageSelectorTitle
source: Languages
fr: Langues
ko: 언어
zh_hans: 语言

# originalLanguageTitle
source: Original language
fr: Langue de départ
ko: 원문 언어
zh_hans: 原语言

# targetLanguageTitle
source: Target language
fr: Langue à apprendre
ko: 학습할 언어
zh_hans: 目标语言

# doneButtonTitle
source: Done
fr: Terminé
ko: 완료
zh_hans: 完成

# cancelButtonTitle
source: Cancel
fr: Annuler
ko: 취소
zh_hans: 取消

# firstLaunchTitle
source: Choose languages
fr: Choisissez vos langues
ko: 언어 선택
zh_hans: 选择语言

# firstLaunchSubtitle
source: Select the language you know and the language you want to learn.
fr: Sélectionnez la langue que vous connaissez et celle que vous souhaitez apprendre.
ko: 알고 있는 언어와 배우고 싶은 언어를 선택하세요.
zh_hans: 选择你熟悉的语言和想学习的语言。

# continueButtonTitle
source: Continue
fr: Continuer
ko: 계속
zh_hans: 继续

# loadingMessageLabel
source: Loading message…
fr: Chargement du message…
ko: 메시지 불러오는 중…
zh_hans: 正在加载消息…

# settingsTitle
source: Settings
fr: Réglages
ko: 설정
zh_hans: 设置

# localLabel
source: Using local sample messages
fr: Exemples de messages locaux
ko: 로컬 예시 메시지 사용 중
zh_hans: 正在使用本地示例消息

# listeningLabel
source: Listening…
fr: Écoute en cours…
ko: 듣는 중…
zh_hans: 正在聆听…

# inputPlaceholder
source: Type an expression
fr: Saisissez une expression
ko: 표현을 입력하세요
zh_hans: 输入一个表达

# sendLabel
source: Send expression
fr: Envoyer l’expression
ko: 표현 보내기
zh_hans: 发送表达

# holdToSpeakLabel
source: Hold to speak
fr: Maintenez pour parler
ko: 길게 눌러 말하기
zh_hans: 按住说话

# keyboardLabel
source: Type with keyboard
fr: Saisir au clavier
ko: 키보드로 입력
zh_hans: 使用键盘输入

# playLabel
source: Play pronunciation
fr: Écouter la prononciation
ko: 발음 듣기
zh_hans: 播放发音

# hideLiteralLabel
source: Hide literal translation
fr: Masquer la traduction littérale
ko: 직역 숨기기
zh_hans: 隐藏直译

# showLiteralLabel
source: Show literal translation
fr: Afficher la traduction littérale
ko: 직역 보기
zh_hans: 显示直译

# learningModeTitle
source: Learning Mode
fr: Mode d’apprentissage
ko: 학습 모드
zh_hans: 学习模式

# voiceTitle
source: Speaking voice
fr: Voix de lecture
ko: 읽기 음성
zh_hans: 朗读声音

# voiceFooter
source: Supertonic downloads on first use. Mandarin uses voices installed in iOS.
fr: Supertonic est téléchargé à la première utilisation. Le mandarin utilise les voix installées dans iOS.
ko: Supertonic은 처음 사용할 때 다운로드됩니다. 중국어는 iOS에 설치된 음성을 사용합니다.
zh_hans: Supertonic 会在首次使用时下载。普通话使用 iOS 中已安装的语音。

# literalUnavailable
source: Literal translation is unavailable for this message.
fr: La traduction littérale n’est pas disponible pour ce message.
ko: 이 메시지의 직역을 제공할 수 없습니다.
zh_hans: 此消息暂时无法提供直译。

# generationLanguageFailure
source: The message did not match the selected languages. Please try again.
fr: Le message ne correspondait pas aux langues choisies. Réessayez.
ko: 생성된 메시지가 선택한 언어와 일치하지 않습니다. 다시 시도해 주세요.
zh_hans: 生成的消息不符合所选语言，请重试。

# nextMessageLabel
source: Swipe for the next message
fr: Balayez pour le message suivant
ko: 밀어서 다음 메시지 보기
zh_hans: 滑动以生成下一条消息

# generationInterruptedLabel
source: Message generation was interrupted. Swipe to try again.
fr: La génération a été interrompue. Balayez pour réessayer.
ko: 메시지 생성이 중단되었습니다. 밀어서 다시 시도하세요.
zh_hans: 消息生成已中断，请滑动重试。

# systemDefaultTitle
source: Automatic voice
fr: Voix automatique
ko: 자동 음성 선택
zh_hans: 自动选择语音

# showPronunciationLabel
source: Show pronunciation
fr: Afficher la prononciation
ko: 발음 표시
zh_hans: 显示发音标注

# hidePronunciationLabel
source: Hide pronunciation
fr: Masquer la prononciation
ko: 발음 숨기기
zh_hans: 隐藏发音标注

# pronunciationTitle
source: Pronunciation
fr: Prononciation
ko: 발음
zh_hans: 发音

# notationSystemTitle
source: Notation system
fr: Système de notation
ko: 표기 체계
zh_hans: 标注系统

source: Pronunciation placeholder
fr: Prononciation à venir
ko: 발음 자리 표시자
zh_hans: 发音占位符

# pronunciationFooter
source: Pronunciation is generated on this device. Readings may be inaccurate.
fr: La prononciation est générée sur cet appareil. Les transcriptions peuvent être inexactes.
ko: 발음 표기는 이 기기에서 생성되며 부정확할 수 있습니다.
zh_hans: 发音标注在此设备上生成，可能存在错误。

# notationIPA
source: IPA
fr: API (alphabet phonétique international)
ko: 국제 음성 기호 (IPA)
zh_hans: 国际音标（IPA）

# notationPinyin
source: Pinyin · tone marks
fr: Pinyin · marques de ton
ko: 한어병음 · 성조 부호
zh_hans: 汉语拼音（声调符号）

# notationRomanization
source: Revised Romanization
fr: Romanisation révisée
ko: 국어의 로마자 표기법
zh_hans: 韩国语罗马字标记法

# notationHepburn
source: Hepburn romanization
fr: Romanisation Hepburn
ko: 헵번식 로마자 표기법
zh_hans: 赫本式罗马字

source: Pronunciation unavailable
fr: Prononciation indisponible
ko: 발음을 제공할 수 없습니다
zh_hans: 暂无发音标注

# pinyinFooter
source: Pinyin is converted on this device by Apple. Characters with multiple readings may be pronounced incorrectly.
fr: Le pinyin est converti sur cet appareil par Apple. Les caractères à plusieurs lectures peuvent être transcrits incorrectement.
ko: Apple이 이 기기에서 병음으로 변환합니다. 여러 발음이 있는 한자는 잘못 표기될 수 있습니다.
zh_hans: 拼音由 Apple 在本机转换，多音字可能标注不准确。

# speechUnavailableTitle
source: On-device speech is unavailable for this language.
fr: La synthèse vocale sur l’appareil n’est pas disponible dans cette langue.
ko: 이 언어의 온디바이스 음성은 지원되지 않습니다.
zh_hans: 暂不支持此语言的设备端语音。

# appearanceTitle
source: Appearance
fr: Apparence
ko: 화면 모드
zh_hans: 外观

# appearanceSystem
source: System
fr: Système
ko: 시스템 설정
zh_hans: 跟随系统

# appearanceLight
source: Light
fr: Clair
ko: 라이트
zh_hans: 浅色

# appearanceDark
source: Dark
fr: Sombre
ko: 다크
zh_hans: 深色

# localTitle
source: Local
ko: 로컬
zh_hans: 本地
